Repository: maiow/KMM-GitViewer
Catalog: iosApp/iOSGitViewer/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# (repo.forksCount) forks
source: %lld forks
ru: %lld форков

# (repo.stargazersCount) stars
source: %lld stars
ru: %lld звезд

# (repo.watchersCount) watchers
source: %lld watchers
ru: %lld следящих

source: %d forks
ru: %d форков

source: %d stars
ru: %d звезд

source: %d watchers
ru: %d следят

source: %lld forks
ru: %lld форков

source: %lld stars
ru: %lld звезд

source: %lld watchers
ru: %lld следят

source: Check your internet connection
ru: Проверьте соединение с Интернетом

source: Connection Error
ru: Ошибка соединения

source: Empty
ru: Пусто

source: Error
ru: Ошибка

# errorDescription
source: Error data / error code, information for developers:
ru: Ошибка в данных / в коде, информация для разработчиков:

source: Invalid token
ru: Неверный токен

source: License
ru: Лицензия

source: No license
ru: Без лицензии

source: No readme
ru: Нет Readme файла

source: No Repositories At The Moment
ru: В настоящее время нет репозиториев

source: Ok
ru: ОК

source: Personal access token
ru: Персональный аксесс токен

source: Repositories
ru: Репозитории

source: Retry
ru: Обновить

source: Server connection error
ru: Проблема подключения к серверу

source: Sign In
ru: Войти

# uncorrectServerData
source: Incorrect data got from the server
ru: С сервера получены некорректные данные

source: Unknown error
ru: Неизвестная ошибка
